Revit 2024 API
AssetPropertyDoubleArray4d.IsValidValue Method
Overload List
Name | Description
IsValidValue(IList<Double>)
 Checks that the value is a valid value for this property.
IsValidValue(Color)
 Checks that the value is a valid value for this property.
See Also
AssetPropertyDoubleArray4d Class
AssetPropertyDoubleArray4d Members
Autodesk.Revit.DB.Visual Namespace